/* No comment provided by engineer. */
"%d new recommendations for you" = "%d new recommendations for you";

/* No comment provided by engineer. */
"%lld d" = "%lld d";

/* No comment provided by engineer. */
"%lld h" = "%lld h";

/* No comment provided by engineer. */
"%lld m" = "%lld m";

/* No comment provided by engineer. */
"%lld w" = "%lld w";

/* No comment provided by engineer. */
"%lld y" = "%lld y";

/* No comment provided by engineer. */
"'Deja' would like to access your camera" = "'Deja' would like to access your camera";

/* No comment provided by engineer. */
"'Deja' would like to access your photos" = "'Deja' would like to access your photos";

/* No comment provided by engineer. */
"All" = "All";

/* No comment provided by engineer. */
"ALL ITEMS" = "ALL ITEMS";

/* No comment provided by engineer. */
"All Prices" = "All Prices";

/* No comment provided by engineer. */
"ALL PRICES" = "ALL PRICES";

/* No comment provided by engineer. */
"Allow Deja to access your album." = "Allow Deja to access your album.";

/* No comment provided by engineer. */
"Allow Deja to access your camera and start taking photos." = "Allow Deja to access your camera and start taking photos.";

/* No comment provided by engineer. */
"and try again" = "and try again";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot send SMS from this device." = "Cannot send SMS from this device.";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Congratulations! You earned %.0f credit points!" = "Congratulations! You earned %.0f credit points!";

/* No comment provided by engineer. */
"Copied" = "Copied";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Don't Allow" = "Don't Allow";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Downloading image..." = "Downloading image...";

/* No comment provided by engineer. */
"Enable Access" = "Enable Access";

/* No comment provided by engineer. */
"Incomplete Style" = "Incomplete Style";

/* No comment provided by engineer. */
"JUST FOR U" = "JUST FOR U";

/* No comment provided by engineer. */
"Just Now" = "Just Now";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"Make sure the model is fully dressed. Please include:\n - %@" = "Make sure the model is fully dressed. Please include:\n - %@";

/* No comment provided by engineer. */
"Network Unavailable" = "Network Unavailable";

/* No comment provided by engineer. */
"NETWORK UNAVAILABLE" = "NETWORK UNAVAILABLE";

/* No comment provided by engineer. */
"New Arrivals" = "New Arrivals";

/* No comment provided by engineer. */
"New Message" = "New Message";

/* No comment provided by engineer. */
"No Internet Connection" = "No Internet Connection";

/* No comment provided by engineer. */
"Occasion" = "Occasion";

/* OK button title */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Oops!" = "Oops!";

/* No comment provided by engineer. */
"Opps, something is wrong with your camera. Try restarting Deja or your phone." = "Opps, something is wrong with your camera. Try restarting Deja or your phone.";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"please check your connection" = "please check your connection";

/* No comment provided by engineer. */
"Please install and login Twitter to share." = "Please install and login Twitter to share.";

/* No comment provided by engineer. */
"Please install Instagram to share." = "Please install Instagram to share.";

/* No comment provided by engineer. */
"Price (S$)" = "Price (S$)";

/* No comment provided by engineer. */
"Refresh" = "Refresh";

/* No comment provided by engineer. */
"Reset" = "Reset";

/* No comment provided by engineer. */
"Retake" = "Retake";

/* No comment provided by engineer. */
"Sale" = "Sale";

/* No comment provided by engineer. */
"SELECT" = "SELECT";

/* No comment provided by engineer. */
"Shared Canceled" = "Shared Canceled";

/* No comment provided by engineer. */
"Shared Failed" = "Shared Failed";

/* No comment provided by engineer. */
"Shared Successfully" = "Shared Successfully";

/* No comment provided by engineer. */
"Sign in" = "Sign in";

/* No comment provided by engineer. */
"Sign in to explore more of Deja" = "Sign in to explore more of Deja";

/* No comment provided by engineer. */
"Sorry, failed to download image. Please try again later." = "Sorry, failed to download image. Please try again later.";

/* No comment provided by engineer. */
"Sorry, your device requires a camera for this function." = "Sorry, your device requires a camera for this function.";

/* No comment provided by engineer. */
"Sorry, your login status expired." = "Sorry, your login status expired.";

/* No comment provided by engineer. */
"Submit successfully!" = "Submit successfully!";

/* No comment provided by engineer. */
"Take Off" = "Take Off";

/* No comment provided by engineer. */
"Turn on cellular data or use Wi-Fi to access data." = "Turn on cellular data or use Wi-Fi to access data.";

/* No comment provided by engineer. */
"Uploading image..." = "Uploading image...";

/* No comment provided by engineer. */
"View" = "View";

/* No comment provided by engineer. */
"View Detail" = "View Detail";

/* No comment provided by engineer. */
"Would you like to be alerted when %@ like your outfits?" = "Would you like to be alerted when %@ like your outfits?";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You can turn on the notification and receive a deal alert when there is a discount of this item." = "You can turn on the notification and receive a deal alert when there is a discount of this item.";

/* No comment provided by engineer. */
"You haven't installed Wechat." = "You haven't installed Wechat.";

/* No comment provided by engineer. */
"You haven't installed Whatsapp." = "You haven't installed Whatsapp.";

/* No comment provided by engineer. */
"%d items found from %d brands." = "%1$d items found from %2$d brands.";

/* No comment provided by engineer. */
"%d items found." = "%d items found.";

/* No comment provided by engineer. */
"%d new arrivals have been added!" = "%d new arrivals have been added!";

/* No comment provided by engineer. */
"About Deja" = "About Deja";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Activity" = "Activity";

/* No comment provided by engineer. */
"Add Clothes" = "Add Clothes";

/* No comment provided by engineer. */
"Add Friend" = "Add Friend";

/* No comment provided by engineer. */
"Add me on Deja to see my wardrobe and help me put together outfits! http://appsto.re/sg/hQk45.i" = "Add me on Deja to see my wardrobe and help me put together outfits! http://appsto.re/sg/hQk45.i";

/* No comment provided by engineer. */
"All your favorite items" = "All your favorite items";

/* No comment provided by engineer. */
"Any" = "Any";

/* No comment provided by engineer. */
"Be inspired by our curated selection of stylish outfits" = "Be inspired by our curated selection of stylish outfits";

/* No comment provided by engineer. */
"Brands" = "Brands";

/* No comment provided by engineer. */
"Can’t find a suitable outfit? Click to invite your friends to help you create more outfits." = "Can’t find a suitable outfit? Click to invite your friends to help you create more outfits.";

/* No comment provided by engineer. */
"Check out the latest sales items on your favorite brands" = "Check out the latest sales items on your favorite brands";

/* No comment provided by engineer. */
"Check this Demo for it’s Style guide." = "Check this Demo for it’s Style guide.";

/* No comment provided by engineer. */
"Clear all history" = "Clear all history";

/* No comment provided by engineer. */
"Clear Image Cache" = "Clear Image Cache";

/* No comment provided by engineer. */
"Click here to learn how to find clothes." = "Click here to learn how to find clothes.";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* No comment provided by engineer. */
"Copyright@2015 Deja Fashion Pte Ltd.\nAll rights reserved." = "Copyright@2015 Deja Fashion Pte Ltd.\nAll rights reserved.";

/* No comment provided by engineer. */
"Create Your Wardrobe" = "Create Your Wardrobe";

/* No comment provided by engineer. */
"Deal Alert" = "Deal Alert";

/* No comment provided by engineer. */
"Deals" = "Deals";

/* No comment provided by engineer. */
"Decline" = "Decline";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Exit" = "Exit";

/* No comment provided by engineer. */
"Explore" = "Explore";

/* No comment provided by engineer. */
"Favorites" = "Favorites";

/* No comment provided by engineer. */
"Favourites" = "Favourites";

/* No comment provided by engineer. */
"Find Friends" = "Find Friends";

/* No comment provided by engineer. */
"Fitting Room" = "Fitting Room";

/* No comment provided by engineer. */
"Follow us on Instagram" = "Follow us on Instagram";

/* No comment provided by engineer. */
"Friday" = "Friday";

/* No comment provided by engineer. */
"Friends" = "Friends";

/* No comment provided by engineer. */
"from Facebook" = "from Facebook";

/* No comment provided by engineer. */
"Get * Credits for each of you" = "Get * Credits for each of you";

/* No comment provided by engineer. */
"Get me there" = "Get me there";

/* No comment provided by engineer. */
"Go get It!" = "Go get It!";

/* No comment provided by engineer. */
"I am looking for an outfit. Can somebody help?" = "I am looking for an outfit. Can somebody help?";

/* No comment provided by engineer. */
"Inspirations" = "Inspirations";

/* No comment provided by engineer. */
"Invitation sended" = "Invitation sended";

/* No comment provided by engineer. */
"Invitation was sent!" = "Invitation was sent!";

/* No comment provided by engineer. */
"Invite Friends" = "Invite Friends";

/* No comment provided by engineer. */
"Items you might be interested in" = "Items you might be interested in";

/* No comment provided by engineer. */
"Keywords" = "Keywords";

/* No comment provided by engineer. */
"Like us on Facebook" = "Like us on Facebook";

/* No comment provided by engineer. */
"LOG IN" = "LOG IN";

/* No comment provided by engineer. */
"Login With Facebook" = "Login With Facebook";

/* No comment provided by engineer. */
"Mix and match to suit your style" = "Mix and match to suit your style";

/* No comment provided by engineer. */
"Monday" = "Monday";

/* No comment provided by engineer. */
"More " = "More ";

/* No comment provided by engineer. */
"Must wear this cloth" = "Must wear this cloth";

/* No comment provided by engineer. */
"My Tasks" = "My Tasks";

/* No comment provided by engineer. */
"My Wardrobe" = "My Wardrobe";

/* No comment provided by engineer. */
"Nearby" = "Nearby";

/* No comment provided by engineer. */
"New" = "New";

/* No comment provided by engineer. */
"New Task" = "New Task";

/* No comment provided by engineer. */
"New Version Available" = "New Version Available";

/* No comment provided by engineer. */
"Occasion: " = "Occasion: ";

/* No comment provided by engineer. */
"Occasion: Any" = "Occasion: Any";

/* No comment provided by engineer. */
"Oops" = "Oops";

/* No comment provided by engineer. */
"Oops! Clothes have error." = "Oops! Clothes have error.";

/* No comment provided by engineer. */
"Oops! Network down." = "Oops! Network down.";

/* No comment provided by engineer. */
"Oops! Network is down." = "Oops! Network is down.";

/* No comment provided by engineer. */
"Outfit must include this item." = "Outfit must include this item.";

/* No comment provided by engineer. */
"Outfits" = "Outfits";

/* No comment provided by engineer. */
"Outfits/street snaps of your clothes.\nRecommended item for you.\nSpecial deals." = "Outfits/street snaps of your clothes.\nRecommended item for you.\nSpecial deals.";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Popular Searches" = "Popular Searches";

/* No comment provided by engineer. */
"Price Tag" = "Price Tag";

/* No comment provided by engineer. */
"Rate us in the App Store" = "Rate us in the App Store";

/* No comment provided by engineer. */
"Recent Searches" = "Recent Searches";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Saturday" = "Saturday";

/* No comment provided by engineer. */
"Search by Phone Number/Name" = "Search by Phone Number/Name";

/* No comment provided by engineer. */
"Send OTP" = "Send OTP";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Share the style task on other platforms to get more ideas!" = "Share the style task on other platforms to get more ideas!";

/* No comment provided by engineer. */
"Share this on Facebook" = "Share this on Facebook";

/* No comment provided by engineer. */
"Shops in" = "Shops in";

/* No comment provided by engineer. */
"Sign Out" = "Sign Out";

/* No comment provided by engineer. */
"Sorry, no item found." = "Sorry, no item found.";

/* No comment provided by engineer. */
"Sorry, we can't find anything about \(keyword)." = "Sorry, we can't find anything about \(keyword).";

/* No comment provided by engineer. */
"Sorry, we can't find anything about \(keyword). You may search:" = "Sorry, we can't find anything about \(keyword). You may search:";

/* No comment provided by engineer. */
"Stores around you" = "Stores around you";

/* No comment provided by engineer. */
"Style advice needed for \(occasionName)! Help me out? " = "Style advice needed for \(occasionName)! Help me out? ";

/* No comment provided by engineer. */
"Style advice needed! Help me out? " = "Style advice needed! Help me out? ";

/* No comment provided by engineer. */
"Style for " = "Style for ";

/* No comment provided by engineer. */
"Sunday" = "Sunday";

/* No comment provided by engineer. */
"Take a look into my wardrobe and help me put together an outfit!" = "Take a look into my wardrobe and help me put together an outfit!";

/* No comment provided by engineer. */
"Task Published!" = "Task Published!";

/* No comment provided by engineer. */
"Task was posted!" = "Task was posted!";

/* No comment provided by engineer. */
"Terms of Service" = "Terms of Service";

/* No comment provided by engineer. */
"This Facebook account has already binding to another phone number." = "This Facebook account has already binding to another phone number.";

/* No comment provided by engineer. */
"This Facebook account has already login independent." = "This Facebook account has already login independent.";

/* No comment provided by engineer. */
"Thursday" = "Thursday";

/* No comment provided by engineer. */
"Tuesday" = "Tuesday";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"wants to be your friend!" = "wants to be your friend!";

/* No comment provided by engineer. */
"Wardrobe" = "Wardrobe";

/* No comment provided by engineer. */
"We will give you an alert when items in your Favorites List offers a promotion." = "We will give you an alert when items in your Favorites List offers a promotion.";

/* No comment provided by engineer. */
"We'll send an OTP to login. You can resend it after 60 seconds." = "We'll send an OTP to login. You can resend it after 60 seconds.";

/* No comment provided by engineer. */
"Wednesday" = "Wednesday";

/* No comment provided by engineer. */
"Would you like to be alerted when \(n) join?" = "Would you like to be alerted when \(n) join?";

/* No comment provided by engineer. */
"Would you like to be alerted when you get outfits?" = "Would you like to be alerted when you get outfits?";

/* No comment provided by engineer. */
"You can customize the body shape of the model here" = "You can customize the body shape of the model here";

/* No comment provided by engineer. */
"You don't have any clothes in your Deja wardrobe. Add clothes first, then you will get: " = "You don't have any clothes in your Deja wardrobe. Add clothes first, then you will get: ";

/* No comment provided by engineer. */
"You have no friends yet. Add friends to see each other’s wardrobes and create outfits together." = "You have no friends yet. Add friends to see each other’s wardrobes and create outfits together.";

